[
    {
        "id": 307,
        "order_id": "02051",
        "theme": "mosaic",
        "date": "c. -3,020 BEC",
        "title": "Astrousian Campaigns",
        "summary": "Expeditions to reclaim Astrousia from dragon overlords meet mixed success; dragons rebrand as 'God Kings'.",
        "short_description": "Expeditions to reclaim Astrousia from dragon overlords meet mixed success, leading the dragons to rebrand as 'God Kings'.",
        "description": "Expeditions to reclaim the lost continent of Astrousia from dragon overlords result in mixed success. The surviving dragons rebrand as 'God Kings' to avoid further conflicts.",
        "tags": [
            "dragon",
            "conflict",
            "exploration"
        ],
        "rumors": [
            "The dragons *let* them win. It's easier to be a 'God King' than a 'dragon overlord.' Less paperwork.",
            "Astrousia isn't a continent. It's the back of a sleeping, world-sized turtle.",
            "The expeditions never came back. The 'mixed success' stories are just propaganda."
        ]
    },
    {
        "id": 306,
        "order_id": "02052",
        "theme": "mosaic",
        "date": "c. -3,020 BEC",
        "title": "Rise of the Atheneum",
        "summary": "The Atheneum forms within the First Elven State to fend off the Becarras barbarians.",
        "short_description": "The Atheneum, a complex government, forms within the First Elven State to fend off barbarian hordes.",
        "description": "The Atheneum forms within the First Elven State, a complex government designed to fend off the 'Becarras barbarians' (early Beccin peoples).",
        "tags": [
            "elven",
            "politics",
            "conflict"
        ],
        "rumors": [
            "The 'barbarians' were just humans who wanted their land back from the elves.",
            "The 'Atheneum' was just a library. The 'government' part came later, when the librarians got ambitious.",
            "Beccarack himself was a half-elf, which is why the elves hated him so much."
        ]
    },
    {
        "id": 305,
        "order_id": "02053",
        "theme": "mosaic",
        "date": "c. -3,020 BEC",
        "title": "Arcane Renaissance",
        "summary": "A surge in arcane research leads to the creation of the first magical schools and academies.",
        "short_description": "A surge in arcane research leads to the creation of the first magical schools and academies, making magic a true field of study.",
        "description": "A surge in arcane research, fueled by 'Written Magic,' leads to the creation of the first magical schools and academies. Magic becomes a true field of study.",
        "tags": [
            "magic",
            "education",
            "innovation"
        ],
        "rumors": [
            "This 'renaissance' is what woke up the Ancient Evil that tricked Minos.",
            "The 'first academy' was just a pyramid scheme. You paid a fortune, and they taught you 'Prestidigitation'.",
            "This is when mortals first started challenging the gods, and the gods did *not* like it."
        ]
    },
    {
        "id": 304,
        "order_id": "02049",
        "theme": "mosaic",
        "date": "c. -4,020 BEC",
        "title": "Founding of the First Kingdoms",
        "summary": "The first true human civilizations emerge from scattered tribes and establish stable governance.",
        "short_description": "The first true human civilizations emerge from scattered tribes, establishing stable governance and building the first walled cities.",
        "description": "The first true human civilizations emerge from scattered tribes. Weary of chaos, they establish stable governance and build the first walled cities.",
        "tags": [
            "human",
            "politics",
            "civilization"
        ],
        "rumors": [
            "The 'First Kingdom' was ruled by a vampire. He's still ruling it, just under a different name.",
            "It was the elves who taught humans how to build cities, and they've regretted it ever view.",
            "The 'first king' was the first person to cast a 'Geas' spell, and he just *made* everyone obey him."
        ]
    },
    {
        "id": 303,
        "order_id": "02050",
        "theme": "mosaic",
        "date": "c. -4,020 BEC",
        "title": "Invention of Written Magic",
        "summary": "Wizards begin codifying spells, leading to the first spellbooks. Older rune magic fades.",
        "short_description": "Wizards begin codifying spells into written language, leading to the first spellbooks and the decline of older rune magic.",
        "description": "Wizards begin codifying spells into written language, leading to the first spellbooks. This new 'easy' magic causes older traditions, like rune magic, to fade.",
        "tags": [
            "magic",
            "innovation",
            "culture"
        ],
        "rumors": [
            "Written magic is *weaker* than rune magic. It's just faster. It's quantity over quality.",
            "The first 'spellbook' was just a dragon's diary, which a human found and misunderstood.",
            "The Atheneum hunts down and destroys rune-magic users. They see it as a threat."
        ]
    },
    {
        "id": 302,
        "order_id": "02001",
        "theme": "mosaic",
        "date": "c. -5,020 BEC",
        "title": "The Underlight War",
        "summary": "Dwarves descend into the Underdark to fight rising evil forces, securing their kingdom.",
        "short_description": "Dwarves descend into the Underdark to fight rising evil forces, securing their underground kingdoms.",
        "description": "Dwarves descend into the Underdark to fight rising evil forces (likely drow and illithids), securing their underground kingdoms. This war forces some drow deeper, into the true dark.",
        "tags": [
            "dwarven",
            "conflict",
            "underdark"
        ],
        "rumors": [
            "The dwarves didn't *win*. They just made a *deal* with the Mind Flayers. 'You stay on your side, we stay on ours.'",
            "The dwarves descended to chase a vein of mythical ore. The 'war' was just what they told the surface-dwellers.",
            "The drow were *fleeing* something worse. The dwarves just got in the way."
        ]
    },
    {
        "id": 301,
        "order_id": "02000",
        "theme": "mosaic",
        "date": "-5,500 BEC",
        "title": "End of the Dragon Bounty",
        "summary": "The gods end their bounty, believing (incorrectly) that all vile dragons have been eradicated.",
        "short_description": "The gods end their bounty on vile dragons, believing them all to be eradicated, forcing the remaining ones into hiding.",
        "description": "The gods officially end their bounty on vile dragons, believing (incorrectly) that all of them have been eradicated. The remaining dragons go into hiding or flee to Astrousia.",
        "tags": [
            "dragon",
            "divine",
            "politics"
        ],
        "rumors": [
            "The gods knew they weren't all dead. They just got *bored* and didn't want to pay the bounty anymore.",
            "The bounty hunters became a problem themselves, so the gods just fired them all.",
            "The dragons that fled to Astrousia are the 'God Kings' the Atheneum is fighting. It's the same war, just with a new name."
        ]
    }
]