[
  {
    "id": 404,
    "order_id": "04-000",
    "theme": "mosaic",
    "date": "-1,200 BEC",
    "title": "Shattering of the Crystal Spire",
    "summary": "A magical catastrophe leads to the collapse of a significant elven structure, causing elven distrust.",
    "short_description": "A magical catastrophe, rumored to be an elven experiment gone wrong, leads to the collapse of the Crystal Spire and the end of the First Elven State.",
    "description": "A magical catastrophe, rumored to be an elven experiment gone wrong, leads to the collapse of the Crystal Spire. This causes a deep distrust among elven governments, ending the 'First Elven State'.",
    "tags": ["elven", "magic", "cataclysm"],
    "rumors": [
      "It wasn't an 'experiment.' It was an *attack* by the first human wizards, who were jealous of elven power.",
      "The Spire was a planar tuning fork. When it shattered, it's what let the first demons into the world.",
      "The Spire is still there, just on another plane. Sometimes, you can see it shimmer in the desert."
    ]
  },
  {
    "id": 403,
    "order_id": "04-001",
    "theme": "mosaic",
    "date": "-1,500 BEC",
    "title": "Fourth Witches' Council",
    "summary": "The fourth Witches' Council of Delphi is formed in response to growing magical threats.",
    "short_description": "The fourth Witches' Council of Delphi is formed to interpret and, if possible, prevent the catastrophic Starfall Prophecy.",
    "description": "The fourth Witches' Council of Delphi is formed, this time to interpret and, if possible, prevent the catastrophic Starfall Prophecy.",
    "tags": ["magic", "politics", "prophecy"],
    "rumors": [
      "The fourth council was a failure. They split into two factions: one to stop the prophecy, one to *ensure* it happened.",
      "This is the council that first made contact with the Shadowfell, looking for answers.",
      "They're *still* the acting council. They're just all liches now."
    ]
  },
  {
    "id": 402,
    "order_id": "04-002",
    "theme": "mosaic",
    "date": "-1,500 BEC",
    "title": "The Starfall Prophecy",
    "summary": "Celestial beings foretell a war that will cause the stars themselves to fall upon the world.",
    "short_description": "Celestial beings deliver a prophecy foretelling a great war that will end with the stars themselves falling from the sky.",
    "description": "Celestial beings, in a rare moment of direct contact, foretell a great war that will end with the stars themselves falling from the sky.",
    "tags": ["prophecy", "divine", "cataclysm"],
    "rumors": [
      "The 'celestial beings' were just the Giants, trying to warn us from their new home.",
      "The Witches of Delphi *caused* the prophecy. They looked too deeply into the future, and the future looked back.",
      "The prophecy was a threat, not a warning. 'Behave, or we will drop the sky on you.'"
    ]
  },
  {
    "id": 401,
    "order_id": "04-003",
    "theme": "mosaic",
    "date": "-2,000 BEC",
    "title": "Codification of Divine Law",
    "summary": "The gods organize their followers, establishing the first formal temples and divine orders.",
    "short_description": "The gods establish the first formal temples and divine orders, codifying the laws of their priesthoods.",
    "description": "The gods, seeing mortals organize, decide to do the same. They establish the first temples, divine orders, and lay down the laws of their priesthoods.",
    "tags": ["divine", "religion", "politics"],
    "rumors": [
      "The 'laws' were just the gods arguing over which of them got which portfolio.",
      "This is when the gods created 'clerics.' Before this, divine magic was chaotic and free.",
      "The first temple was a scam, run by a charismatic 'prophet' who just made it all up."
    ]
  }
]
